Repository: interfrog/if_sporty
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_ifthemeconfiguration_domain_model_themeconfiguration.pagetitle
source: Page Title
de: Titel der Seite

# tx_ifthemeconfiguration_domain_model_themeconfiguration.maxwidth
source: Max width of page content (in px)
de: Maximale Breite des Seiteninhalts (in px)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.pagebg
source: Backgroundcolor
de: Hintergrundfarbe der Seite

# tx_ifthemeconfiguration_domain_model_themeconfiguration.defaulttext
source: Default textcolor
de: allgemeine Schriftfarbe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.fontsize
source: Fontsize (in px)
de: Größe (in px)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.logo
source: as svg-file (recommended)
de: als svg-Datei (empfohlen)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.logofallback
source: as jpg/jpeg/png-file
de: als jpg/jpeg/png-Datei

# tx_ifthemeconfiguration_domain_model_themeconfiguration.logowidth
source: Width
de: Breite

# tx_ifthemeconfiguration_domain_model_themeconfiguration.logoheight
source: Height
de: Höhe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.socialmenupid
source: Folder with Pages for Socialmenu
de: Ordner mit den Seiten für das Socialmenü

# tx_ifthemeconfiguration_domain_model_themeconfiguration.socialiconcolor
source: Social Icon Color
de: Social Icon Farbe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.socialiconhover
source: Social Icon Hover Color
de: Social Icon Hover Farbe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.legalmenupid
source: Folder with Pages for Legal Information (Imprint, Disclaimer)
de: Ordner mit den Seiten für Rechtliche Informationen (Impressum, Disclaimer)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.headerbackground
source: Backgroundcolor
de: Hintergrundfarbe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.navtext
source: Textcolor of menupoints
de: Textfarbe der Menüpunkte

# tx_ifthemeconfiguration_domain_model_themeconfiguration.navtexthover
source: Textcolor of menupoint (mouseover)
de: Textfarbe des Menüpunktes (mouseover)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.navtextactive
source: Textcolor of active menupoint
de: Textfarbe des aktiven Menüpunktes

# tx_ifthemeconfiguration_domain_model_themeconfiguration.navbarbackground
source: Color of slider below navigation
de: Farbe des Navigationssliders

# tx_ifthemeconfiguration_domain_model_themeconfiguration.dropdowntext
source: Textcolor of menupoints
de: Textfarbe der Menüpunkte

# tx_ifthemeconfiguration_domain_model_themeconfiguration.dropdowntexthover
source: Textcolor of menupoint (mouseover)
de: Textfarbe des Menüpunktes (mouseover)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.dropdowntextactive
source: Textcolor of active menupoint
de: Textfarbe des aktiven Menüpunktes

# tx_ifthemeconfiguration_domain_model_themeconfiguration.dropdownbackgroundhover
source: Backgroundcolor of menupoint (mouseover)
de: Hintergrundfarbe des Menüpunktes (mouseover)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.dropdownbackgroundactive
source: Backgroundcolor of active menupoint
de: Hintergrundfarbe des aktiven Menüpunktes

# tx_ifthemeconfiguration_domain_model_themeconfiguration.breadcrumbtext
source: Linkcolor
de: Linkfarbe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.breadcrumbtexthover
source: Linkcolor Hover
de: Linkfarbe Hover

# tx_ifthemeconfiguration_domain_model_themeconfiguration.breadcrumbtextcurrent
source: Linkcolor Current
de: Linkfarbe Aktuelle Seite

# tx_ifthemeconfiguration_domain_model_themeconfiguration.breadcrumbtextlabel
source: Linkcolor Label
de: Textfarbe des Labels

# tx_ifthemeconfiguration_domain_model_themeconfiguration.submenubg
source: Backgroundcolor
de: Hintergrundfarbe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.submenuheadline
source: Color of submenu headline
de: Farbe der Headline

# tx_ifthemeconfiguration_domain_model_themeconfiguration.submenuheadlinestrokes
source: Color of strokes in submenu headline
de: Farbe der Striche in Headline

# tx_ifthemeconfiguration_domain_model_themeconfiguration.submenutext
source: Color of menu links
de: Farbe der Menülinks

# tx_ifthemeconfiguration_domain_model_themeconfiguration.submenuhover
source: HoverColor of menu links
de: Hover-Farbe der Menülinks

# tx_ifthemeconfiguration_domain_model_themeconfiguration.submenustrokes
source: Color of strokes (active)
de: Farbe der Streifen (aktiver Zustand)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.offcanvasopener
source: Buttoncolor
de: Farbe des Öffnen/Schließen Knopfes

# tx_ifthemeconfiguration_domain_model_themeconfiguration.offcanvasbackground
source: Backgroundcolor
de: Hintergrundfarbe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.offcanvastext
source: Color of menupoints
de: Farbe der Menüpunkte

# tx_ifthemeconfiguration_domain_model_themeconfiguration.offcanvasactive
source: Active menupoint
de: Farbe des aktiven Menüpunktes

# tx_ifthemeconfiguration_domain_model_themeconfiguration.offcanvasshadow
source: Color of shadow
de: Farbe der Schattierung

# tx_ifthemeconfiguration_domain_model_themeconfiguration.footertext
source: Textcolor
de: Textfarbe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.footerbackground
source: Backgroundcolor
de: Hintergrundfarbe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.h1
source: Color of h1
de: Farbe der Hauptüberschrift (h1)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.h2
source: Color of h2
de: Farbe der Kapitelüberschrift (h2)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.h3
source: Color of h3
de: Farbe der Bereichsüberschrift (h3)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.h4
source: Color of h4
de: Farbe der Zwischenüberschrift (h4)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.h5
source: Color of h5
de: Farbe der Teilüberschrift (h5)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.alternative
source: Alternative Font
de: Alternative Schrift

# tx_ifthemeconfiguration_domain_model_themeconfiguration.link
source: Color
de: Farbe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.formfieldbackground
source: Backgroundcolor of fields
de: Hintergrundfarbe der Felder

# tx_ifthemeconfiguration_domain_model_themeconfiguration.formtext
source: Textcolor in fields
de: Textfarbe der Eingabefelder

# tx_ifthemeconfiguration_domain_model_themeconfiguration.formlabel
source: Textcolor in labels
de: Textfarbe der Labels

# tx_ifthemeconfiguration_domain_model_themeconfiguration.formborder
source: Color
de: Farbe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.formborderfocus
source: Color (focused)
de: Farbe (fokussiert)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.formbutton
source: Color
de: Farbe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.formbuttonhover
source: Color (mouseover)
de: Farbe (mouseover)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.linkhover
source: Color if mouseovered
de: Farbe (mouseover)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.overlayboxtext
source: Textcolor
de: Textfarbe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.overlayboxbackground
source: Backgroundcolor
de: Hintergrundfarbe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.divider
source: Color of divider
de: Trennerfarbe

# tx_ifthemeconfiguration_domain_model_themeconfiguration.contentbg
source: Backgroundcolor of Content
de: Hintergrundfarbe der Hauptspalte

# tx_ifthemeconfiguration_domain_model_themeconfiguration.teaserbg
source: Backgroundcolor of Teaserbox
de: Hintergrundfarbe der Teaserboxen

# tx_ifthemeconfiguration_domain_model_themeconfiguration.tableborder
source: Color of tableborder
de: Farbe des Tabellenrandes

# tx_ifthemeconfiguration_domain_model_themeconfiguration.tablealternatedtext
source: Color of text in alternated tables
de: Textfarbe der alternierenden Tabellen

# tx_ifthemeconfiguration_domain_model_themeconfiguration.tablealternatedodd
source: Background of odd rows
de: Hintergrundfarbe (ungerade Zeilen)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.tablealternatedeven
source: Background of even rows
de: Hintergrundfarbe (gerade Zeilen)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.accopenerbackground
source: Background-Color of Opener
de: Hintergrundfarbe des Öffners

# tx_ifthemeconfiguration_domain_model_themeconfiguration.accopenertext
source: Text-Color of Opener
de: Textfarbe des Öffners

# tx_ifthemeconfiguration_domain_model_themeconfiguration.accopenerhover
source: Mouseover-Color of Opener
de: Mouseover-Farbe des Öffners

# tx_ifthemeconfiguration_domain_model_themeconfiguration.accfoldoutbackground
source: Background-Color of folout container
de: Hintergrundfarbe des Ausklappcontainers

# tx_ifthemeconfiguration_domain_model_themeconfiguration.accfoldouttext
source: Text-Color of folout container
de: Textfarbe des Ausklappcontainers

# tx_ifthemeconfiguration_domain_model_themeconfiguration.copyrighttheme
source: Copyright-style
de: Stil des Copyrights

# tx_ifthemeconfiguration_domain_model_themeconfiguration.copyrightthemebright
source: Bright
de: Hell

# tx_ifthemeconfiguration_domain_model_themeconfiguration.copyrightthemedark
source: Dark
de: Dunkel

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.pagetitle
source: Pagetitle
de: Seitentitel

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.headerborder
source: Header-border
de: Umrandung

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.mainmenu
source: Main Navigation
de: Hauptnavigation

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.submenu
source: Submenu
de: Menü für Unterseiten

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.socialmenu
source: Icon-Menu
de: Social-Icon-Menü

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.legalmenu
source: Legal-Menu
de: Rechtliche Seiten

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.offcanvas
source: Off-Canvas menu
de: Off-Canvas-Menü

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.generaltext
source: General text
de: Fließtext

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.heading1
source: Main Heading (H1)
de: Seitenüberschrift (h1)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.heading2
source: Chapter Heading (H2)
de: Kapitelüberschrift (h2)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.heading3
source: Section Heading (H3)
de: Bereichsüberschrift (h3)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.heading4
source: Text-Part Heading (H4)
de: Zwischenüberschrift (h4)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.heading5
source: Simple Heading (H5)
de: Teilüberschrift (h5)

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.formgeneral
source: General form colors
de: Allgemeine Farben

# tx_ifthemeconfiguration_domain_model_themeconfiguration.palette.formborders
source: Border of fields
de: Umrandung der Felder

# tx_ifthemeconfiguration_domain_model_themeconfiguration.label.general
source: General
de: Allgemeines

# tx_ifthemeconfiguration_domain_model_themeconfiguration.label.mediamenu
source: Icon-Menu
de: Icon-Menü

# tx_ifthemeconfiguration_domain_model_themeconfiguration.label.offcanvas
source: Off-Canvas-Menu
de: Off-Canvas-Menü

# tx_ifthemeconfiguration_domain_model_themeconfiguration.label.headings
source: Headings
de: Überschriften

# tx_ifthemeconfiguration_domain_model_themeconfiguration.label.form
source: Forms
de: Formular

# tx_ifthemeconfiguration_domain_model_themeconfiguration.label.custom
source: Custom
de: Sonstiges

# tx_ifthemeconfiguration_domain_model_themeconfiguration.label.headerborder
source: Bottom border
de: Untere Umrandung

# tx_ifthemeconfiguration_domain_model_themeconfiguration.label.emptyselect
source: Default
de: Standard

# tx_ifthemeconfiguration_domain_model_themeconfiguration.label.selectfont
source: Font
de: Schrift

# tx_ifthemeconfiguration_domain_model_themeconfiguration.label.selectcolor
source: Color
de: Farbe

# tx_ifthemeconfiguration_domain_model_colorsheme.div.if_sporty
source: Special - if_sporty
de: Spezial - if_sporty

# tx_ifthemeconfiguration_domain_model_colorsheme.newsslidebg
source: Background for News Slide Items
de: Hintergrundfarbe der News Slide Elemente

# tx_ifthemeconfiguration_domain_model_colorsheme.newsslideimagebg
source: Background for Image in Newsslide
de: Hintergrundfarbe der Bilder im News Slide

# tx_ifthemeconfiguration_domain_model_colorsheme.newsslideimageopacity
source: Opacity for Images in Newsslide
de: Transparenz der Bilder im News Slide

# tx_ifthemeconfiguration_domain_model_colorsheme.strokescolor
source: Strokescolor
de: Farbe der Headline Striche

# pages.seotitle
source: SEO-Title
de: SEO-Titel

# pages.linkconfig
source: Link Configuration for Menu
de: Link Konfiguration für Menü

# pages.linkconfig.default
source: No rel-Tag
de: Kein rel-Tag

# tt_content.subtitle
source: Subtitle
de: Untertitel

# tt_content.hidemobile
source: Hide on Mobile
de: Auf Smartphones verbergen

# tt_content.hidemobile.true
source: Hide
de: Verbergen

# tt_content.hidedesktop
source: Hide on Desktop
de: Auf Desktop-PCs verbergen

# tt_content.hidedesktop.true
source: Hide
de: Verbergen

# tt_content.backgroundimage
source: Backgroundimage
de: Hintergrundbild

# tt_content.horizontalposition
source: Backgroundposition (horizontal)
de: Position des Hintergrundbildes (horizontal)

# tt_content.horizontalposition.left
source: left
de: links

# tt_content.horizontalposition.center
source: center
de: zentriert

# tt_content.horizontalposition.right
source: right
de: rechts

# tt_content.verticalposition
source: Backgroundposition (vertical)
de: Position des Hintergrundbildes (vertikal)

# tt_content.verticalposition.top
source: top
de: Oben

# tt_content.verticalposition.center
source: center
de: Mittig

# tt_content.verticalposition.bottom
source: bottom
de: Unten

# tt_content.fullwidth
source: Fullscreen-Mode
de: Fullscreen-Modus

# tt_content.fullwidth.true
source: activate
de: aktivieren

# tt_content.roundimage
source: Image in avatar style (circle)
de: Runde Bilder

# tt_content.roundimage.true
source: activate
de: aktivieren

# tt_content.alternativefont
source: Alternative Font
de: Alternative Schrift

# tt_content.alternativefont.true
source: activate
de: aktivieren

# tt_content.strokes
source: Strokestyle
de: Striche davor und danach

# tt_content.strokes.true
source: activate
de: aktivieren

# tt_content.url
source: Video-URL
de: Video-Adresse

# tt_content.sourcetype
source: source type
de: Video Typ

# tt_content.ratio
source: ratio
de: Seitenverhältnis

# tt_content.autoplay
source: Start video on load
de: Video automatisch starten

# tt_content.autoplay.true
source: activate
de: aktivieren

# tt_content.showinfo
source: Show video info if video is not started
de: Zeige Title (wenn Video nicht automatisch startet)

# tt_content.showinfo.true
source: activate
de: aktivieren

# tt_content.showrel
source: Show new videos after video has ended
de: Zeige mehr Videos nach dem das Video endet

# tt_content.showrel.true
source: activate
de: aktivieren

# tt_content.videoloop
source: Loop video
de: Wiederholen

# tt_content.videoloop.true
source: activate
de: aktivieren

# tt_content.palette.videosettings
source: Video settings
de: Video Einstellungen

# pages.fblike
source: Facebook Like-Button
de: "Gefällt Mir"-Button

# pages.twitter
source: Tweet this Page
de: Twittern

# pages.social.recursive
source: recursive
de: vererbt

# pages.social.enable
source: enable
de: aktivieren

# pages.social.disable
source: disable
de: verbieten

# pages.iconconfig
source: Choose Icon
de: Icon auswählen

# pages.iconconfig.no
source: no icon
de: kein Icon

# pages.iconconfig.house
source: House
de: Haus

# pages.iconconfig.envelope
source: Envelope
de: Briefumschlag

# pages.iconconfig.glass
source: Search
de: Suche

# tx_powermail_domain_model_field.div.extconfig
source: Special
de: Spezial

# tx_powermail_domain_model_field.labelposition
source: Labelposition
de: Position des Labels

# tx_powermail_domain_model_field.labelposition.default
source: Default (top)
de: Standard (Darüber)

# tx_powermail_domain_model_field.labelposition.right
source: Right
de: Rechts

# tx_powermail_domain_model_field.labelposition.bottom
source: Bottom
de: Darunter

# tx_powermail_domain_model_field.labelposition.left
source: Left
de: Links

# tx_powermail_domain_model_field.labelposition.hide
source: Hide
de: Ausblenden
